import { Footer } from './Footer'
import NavBar from './NavBar'

export const Info = () => {
  return (
    <div>
      <NavBar />
      <div
        style={{
          width: '100%',
          display: 'flex',
          justifyContent: 'center',
        }}
      >
        <div
          style={{
            fontSize: '1.3rem',
            width: '90%',
            marginTop: '3rem',
            marginBottom: '3rem',
            backgroundColor: '#f2f2f2',
            borderRadius: '10px',
          }}
        >
          <h1 style={{ fontSize: '3rem' }}>
            JQ K>LRF
            HFCCVTIBKF🤣😂😂😂🤣🤣🤣😂🤣😂😂😂🤣🤣🤣😂🤣😂😂😂🤣🤣🤣😂🤣😂😂😂🤣🤣🤣😂
          </h1>
          <br />
          <p>
            А мой ногти грызет. Откусывает их и есть по кусочкам, как
            карамельки, причем с чавкающими звуками. Страшно раздражает, я его
            по рукам шлепаю. А еще очень любит после ванны свои яйца сушить.
            Сядет на кухне, ноги раздвинет, развесит все это дело. И рукой
            теребит — типа сушит. А я обедаю, например.) Очень приятно.
            <br />
            <br />
            А мой, когда посуду моет, упирается как ..хм… в шкаф посудный
            головой.. забавно) и трёт, трёт…
            <br />
            <br />
            Это еще что! Приходит домой, садиться в кресло перед телевизором,
            стягивает с одной ноги носок, но не до конца, а чтоб на одном пальце
            болтался. И вот так «непринужденно помахивая» носком смотрит
            телевизор. Счастье, что хоть носки не воняют))).
            <br />
            <br />
            А мама рассказывала, что когда они были помоложе, то отец любил в
            магазине прикалываться. Подходит к витрине, лицо такое сделает
            глупое и читает ценник: «Пшу…не…пшш…пша….» Какая-нибудь бабуля
            всегда не выдерживала: «Пшено! Сынок, пшено!»
            <br />
            <br />
            Мой тоже чихает громко ужасно! Но он при этом еще и кричит и ногами
            топает Окружающие очень пугаются и прям отпрыгивают от него. Сколько
            раз ему замечания делала, а ему нравится, блин. Еще он сидит в
            туалете по 40 минут. Берет с собой ноутбук и его не дозавешься. Я
            уже под дверью туалета танцую. А еще он как-то в туалете заснул!!!
            Представляете картину? Очень устал на работе, а потом немного выпил.
            Я проснулась среди ночи — его нет! Обошла все комнаты-нету! Я
            испугалась даже. И тут слышу храп из туалета Вот ведь чучундра
            <br />
            <br />
            А я как то познакомилась с парнем (28 лет), пришли в ресторан,
            сделали заказ и он начал говорить, говорил как одержимый, мне даже
            казалось, что он не успевает воздуха набрать в легкие А когда
            принесли еду он оборвав рассказ начал есть не поднимая головы (как
            будто меня рядом вообще нет) причем запихивал усердно все себе за
            обе щеки и тряс головой, как ненормальный. Я наблюдала за этой
            картиной и дабы ужержаться от смеха сползала под стол стиснув зубы.
            Хотя наверное он бы и не заметил) А еще помню как он из за моей
            шутки закатился смехом причем это был медвежий ржач плавно
            перетекающий в тишину, то есть я вижу его перед собой с открытом
            ртом и закатывающимися глазами но звуков уже не слышно, только нечто
            переодически похожее на еле уловимое «гыыыыыааа-а-а-а»))
            <br />
            <br />
            А мой, только не сильно смейтесь, писает дома только сидя (чтобы
            унитаз не опписать), а потом вытирает свой член бумажкой, при этом
            как-будто «выдавливает» его, как тюбик с пастой)))))))))))) Уже 3
            года вместе, а мне все равно смешно))))))))))))))
            <br />
            <br />
            А мой муж просто склад странных привычек: он очень любит орать на
            своих сотрудников по телефону, сидя в туалете, при этом характерно
            кряхтя и попердывая. Еще он очень любит крутиться перед зеркалом
            голым, принимая различные позы культуристов на конкурсах, при чем
            самое смешное в этот момент это его лицо (серьзное такое). Еще он
            любит голым танцевать и при этом свое хозяйство наяривать. Писает
            мимо унитаза и потом брызжет слюной, уверяя всех, что это наш кот
            мимо надул)) А самая дурацкая привычка — это какать в обществееных
            туалетах. Не успеешь прийти в магазин или ресторан какой-нидь так он
            сразу туалет ищет и сидит там минут по 20, ладно если мне есть где
            подождать в кафе, например, так ведь иногда приходится стоять как
            бедной родственнице около туалета, пока он там просрется. Столько
            скандалов из-за этого было))
            <br />
            <br />
            а мой спит только в шапке.
            <br />
            <br />
            )А мой вечерком когда расслабляется пивко попивая..Степень опьянения
            — выглядывает -Писю покажи! ну покажи…ооооо! Мимо проходит с себя
            трусы снимит — потрясет -«Хочешь тебе писю покажу!!» И так весь
            вечер..мимо меня тудым сюдым в туалет пивко выссывать…и каждый раз
            писю мне показывает..На утро — «ОЙ болею с похмелья!!! Я писю тебе
            вчера показывал? ДА? ЗНАЧИТ ПЕРЕЖРАЛ ОПЯТЬ!!!» И еще в шкаф какждое
            утро как баран! смотрит на вещи..и спрашивает -«А где мои брюки..?
            Опять переложила???» то же самое на коробку носков! НЕ видет!
          </p>
          <br />
          <br />
          <p>
            Смена власти Итоги "выборов" и Кодекс чести
            <br />
            <br />
            Для Внешних Сил выборы показали, что для населения России демократия
            и право выбирать ценности не представляет. Подавляющее большинство
            населения от демократии откажется легко. Поэтому введение диктатуры
            в рф закономерное развитие событий при малейшем ухудшении ситуации.
            Причём диктатуры плюющей на население, диктатуры НЕ популистской.
            Это не диктатура Муссолини, а диктатура Сомосы и Мобуту.
            <br />
            <br />
            Впереди кризис, причём Россия должна играть роль лоха, что заплатит
            за всё. Мобуту для этого лучше всего. И страна к Нему готова и ждёт
            его. Так что во всех тамошних раскладах нам место уже назначено. Вот
            что плохо.
            <br />
            <br />
            Главное назначение выборов - демонстрация Власти степени
            недовольства масс. Ни на что другое массы всё равно не способны.
            Дорваться до корыта всегда было и будет в тысячи раз сложнее, чем
            место у корыта потерять. А более справедливого Проекта устройства
            общества никто уже сто лет без малого не предлагает.
            <br />
            <br />
            В странах Запада люди глобальных задач не ставили и отыграться за
            один ход не пытались. А шаг за шагом отвоёвывали себе права и
            процветание. Потому что люди там другие. В россии преобладающим
            типом является шудра, а там вайшья (и много кшатриев). Отличие
            только в двух деталях: 1) в отличие от шудры, вайшья признаёт
            ценность созидания как такового, ради самого созидания (а не "что я
            за это получу?") и 2) признаёт ценность коллективизма, как такового
            (нет веры, что счастье можно построить только на чужом горе), не
            смчитает себе подобных "хомячками" и прочими "гиликами".
            <br />
            <br />
            Когда людей, склоннных к действию ради самого действия (в ситуации
            неопределённости, когда и действие, и бездействие в равной степени
            могут привести к ухудшению положения моргенштерновского "игрока") и
            к учёту интересов окружающих, много, они способны самоорганизоваться
            и превратиться в политическую силу. С которой будут считаться и
            которая, шаг за шагом, переопределит правила игры. Для начала,
            затруднит фальсификации на "выборах", например. Потом ещё чуть-чуть
            затруднит. А потом затруднит до степени обессмысливания самой задачи
            (фальсификаций).
            <br />
            <br />
            Вот так и обошлись на Западе без Проекта. Без расстрелов потомков
            флибустьеров, сделавших себе и своему потомству несметные состояния
            на чужой крови. Без принципа "всё или ничего". И не ожидая
            Архистратига Михаила, без которого пальцем не пошевелю, потому что
            усё безполезно. - По другому пути пошли большевики. Кое-кто из них
            на много поколений вперёд сумел присосаться к корыту. Других
            результатов, спустя сто лет нет и не предвидится. Это вариант?
            <br />
            <br />
            Правда в том, что если нынешних негодяев кто и развесит на фонарях,
            то это будут "такие же" или "ещё хуже". Большевики, или хуже
            большевиков. Потому что у власти совсем не худшие, по российским
            меркам люди. Достаточно оглянуться вокруг, проехаться в московском
            метро и те де. "Такие же". Качество элиты будет деградировать вместе
            с деградацией отечественной экономики, технологий. Вот эта сумма
            технологий - это и есть та самая СИСТЕМА, которую ещё можно спасти.
            Хотя от неё уже осталось %% 10 от условного уровня 1991го года (что
            гарантирует множественные ухудшения качества жизни на 20 лет
            вперёд).
          </p>
        </div>
      </div>

      <Footer />
    </div>
  )
}
